Repository: kraigb/ProgWinStoreAppsJS
Catalog: src/Chapter 19/HereMyAm19/HereMyAm19/MultilingualResources/French (France).xlf
Languages: fr_fr

# resourcesabout1
source: Here My Am!<br ></br>Version 2.0.0.0<br ></br>
fr_fr: Here My Am! <br> </br>Version 1.0.0.0 <br> </br>

# resourcesabout2
source: From <em>Programming Windows Store Apps with HTML, CSS, and JavaScript, Second Edition</em><br ></br>by Kraig Brockschmidt<br ></br>kraigb@microsoft.com
fr_fr: Extrait de <em>Programming Windows 8 Apps with HTML and JavaScript </em> <br> </br> par Kraig Brockschmidt <br> </br>kraigb@microsoft.com

# resourcesabout3
source: A free eBook Published by Microsoft Press<br ></br><a href='http://aka.ms/BrockschmidtBook2'>Download Here</a>
fr_fr: Un eBook gratuit publié par Microsoft Press <br> </br> <a href='http://go.microsoft.com/FWLink/?Linkid=269853'>Télécharger ici </a>

# resourcesabout_command
source: About
fr_fr: À propos

# resourcesappbar_label1
source: Load picture
fr_fr: Télécharger une photo

# resourcesappbar_label2
source: Recent pictures
fr_fr: Photos récentes

# resourcesappbar_label3
source: Refresh location
fr_fr: Actualiser la localisation

# resourcesappbar_tooltip1
source: Load a picture through the file picker
fr_fr: Charger une image avec le sélecteur de fichiers

# resourcesappbar_tooltip2
source: Browse recent pictures taken in the app
fr_fr: Parcourir les photos récentes acquises dans l'application

# resourcesaria_about
source: About
fr_fr: À propos

# resourcesaria_geolocflyout
source: Trying geolocation
fr_fr: Essai de géolocalisation

# resourcesaria_header
source: Header content
fr_fr: Contenu de l'en-tête

# resourcesaria_help
source: Help
fr_fr: Aide

# resourcesaria_location
source: Location section
fr_fr: Section Localisation

# resourcesaria_main
source: Main content
fr_fr: Contenu principal

# resourcesaria_photo
source: Photo section
fr_fr: Section photo

# resourcesaria_privacy
source: Privacy
fr_fr: Confidentialité

# resourceserror_obtaingeoloc
source: Unable to obtain geolocation; check<br ></br>permissions and use the app bar to try again.
fr_fr: Impossible d'obtenir la géolocalisation ; vérifiez les autorisations pour </br> <br> et utilisez la barre de l'application pour réessayer.

# resourcesgeoloc_attempt
source: Attempting to obtain geolocation...
fr_fr: Géolocalisation en cours...

# resourcesheading_location
source: Location
fr_fr: Localisation

# resourceshelp1
source: Here My Am! helps you announce yourself to the world!
fr_fr: Here My Am! Annoncez-vous au monde entier !

# resourceshelp2
source: Begin by tapping on the image area on the left side to take a photo with your device's camera, or load one directly using the app bar commands.
fr_fr: Commencez par appuyer sur le côté gauche de la zone image pour prendre une photo avec l'appareil de votre ordinateur, ou chargez-en une directement une utilisant les commandes de la barre de l'application.

# resourceshelp3
source: Your location will be set automatically if you allow the app to use Location services. Once located, you can also drag the pushpin on the map to adjust your location if desired.
fr_fr: Votre emplacement est automatiquement défini si vous autorisez l'application à utiliser les services de localisation. Une fois localisé, vous pouvez aussi glisser le marqueur sur la carte pour modifier votre position, si vous le souhaitez.

# resourceshelp4
source: If the app cannot access your location, use the Permissions settings to allow it, then use the Refresh Location command on the app bar.
fr_fr: Si l'application ne peut pas accéder à votre localisation, utilisez les paramètres d'autorisation pour l'activer, puis utilisez la commande Actualiser la localisation dans la barre de l'application.

# resourceshelp5
source: Once you have a picture and a location, invoke the Share charm to select an app through which you can share the image and your coordinates.
fr_fr: Dès que vous avez une image et une localisation, ouvrez le talisman Partager pour sélectionner une application grâce à laquelle vous partagerez l'image et vos coordonnées.

# resourceshelp_command
source: Help
fr_fr: Aide

# resourceshigh_contrast_white
source: High Contrast White
fr_fr: Contraste blanc élevé

# resourceslocation_errorImage
source: Could not create the map. Tap to try again.
fr_fr: La carte n'a pas pus être créée. Appuyez pour réessayer.

# resourceslocation_errorImage1
source: Could not create the map
fr_fr: La carte n'a pas pus être créée

# resourceslocation_errorImage2
source: Tap to try again
fr_fr: Appuyez pour réessayer

# resourceslocation_formatLong
source: At latitude %s, longitude %s
fr_fr: À latitude %s, longitude %s

# resourceslocation_formatShort
source: At (%s, %s)
fr_fr: À (%s, %s)

# resourcesphoto_alt
source: Tap to capture photo
fr_fr: Appuyez pour capturer l'image de la caméra

# resourcesphoto_line1
source: Tap to capture photo
fr_fr: Appuyez pour capturer l'image

# resourcesprivacy1
source: Here My Am! will attempt to access your location if you allow it, and will also use your webcam to take a picture, if you also allow it.
fr_fr: Here My Am! tentera d'accéder à votre localisation et utilisera également votre webcam pour prendre une photo, si vous le lui permettez.

# resourcesprivacy2
source: Pictures are automatically stored in your Pictures Library in a HereMyAm folder. Your location may be saved in the app's private app data for the purpose of restarting the app if it's suspended and terminated.
fr_fr: Les photos sont automatiquement stockées dans votre Bibliothèque d'images dans un dossier HereMyAm. Votre localisation peut être enregistrée dans les données d'application de HereMyAm afin de redémarrer l'application si elle a été suspendue ou terminée.

# resourcesprivacy3
source: Neither pictures nor your location are transmitted elsewhere unless you explicitly invoke the Share charm and choose to share these details with a target app.
fr_fr: Les photos ou votre localisation ne sont pas transmises tant que vous n'avez pas explicitement appelé le talisman Partager et choisi de partager ces informations avec une application cible.

# resourcesprivacy4
source: No other personal information is collected, stored, or shared.
fr_fr: Aucune autre information personnelle n'est recueillie, stockée ou partagée.

# resourcesprivacy5
source: And don't quote me on how legally binding all of this is...it's just a sample!
fr_fr: Et on ne parlera pas ici des contraintes légales... Ceci n'est qu'un exemple !

# resourcesprivacy_URI
source: http://www.kraigbrockschmidt.com/src/HereMyAm_PrivacyStatement.html
fr_fr: http://www.kraigbrockschmidt.com/src/privacy/HereMyAm_fr-FR.html

# resourcesprivacy_command
source: Privacy Statement
fr_fr: Déclaration de confidentialité
