Repository: kraigb/ProgWinStoreAppsJS
Catalog: src/Chapter 19/HereMyAm19/HereMyAm19/MultilingualResources/German (Germany).xlf
Languages: de_de

# resourcesabout1
source: Here My Am!<br ></br>Version 2.0.0.0<br ></br>
de_de: Here My Am! <br> </br>Version 1.0.0.0 <br> </br>

# resourcesabout2
source: From <em>Programming Windows Store Apps with HTML, CSS, and JavaScript, Second Edition</em><br ></br>by Kraig Brockschmidt<br ></br>kraigb@microsoft.com
de_de: Aus <em> Programming Windows 8 Apps with HTML and JavaScript </em> <br> </br> von Kraig Brockschmidt <br> </br> kraigb@microsoft.com

# resourcesabout3
source: A free eBook Published by Microsoft Press<br ></br><a href='http://aka.ms/BrockschmidtBook2'>Download Here</a>
de_de: Ein kostenloses eBook veröffentlicht von Microsoft Press <br> </br> <a href='http://go.microsoft.com/FWLink/?Linkid=269853 "> hier downloaden </a>

# resourcesabout_command
source: About
de_de: Info

# resourcesappbar_label1
source: Load picture
de_de: Bild laden

# resourcesappbar_label2
source: Recent pictures
de_de: Aktuelle Bilder

# resourcesappbar_label3
source: Refresh location
de_de: Position aktualisieren

# resourcesappbar_tooltip1
source: Load a picture through the file picker
de_de: Bilds über die Dateiauswahl laden

# resourcesappbar_tooltip2
source: Browse recent pictures taken in the app
de_de: Durchsuchen Sie zuletzt in der App aufgenommene Bilder

# resourcesappbar_tooltip3
source: Refresh your location with current GPS coordinates
de_de: Position mit aktuellen GPS-Koordinaten aktualisieren

# resourcesaria_about
source: About
de_de: Info

# resourcesaria_geolocflyout
source: Trying geolocation
de_de: Standortbestimmung wird versucht

# resourcesaria_header
source: Header content
de_de: Kopfzeile

# resourcesaria_help
source: Help
de_de: Hilfe

# resourcesaria_location
source: Location section
de_de: Positionsbereich

# resourcesaria_main
source: Main content
de_de: Hauptinhalt

# resourcesaria_photo
source: Photo section
de_de: Fotobereich

# resourcesaria_privacy
source: Privacy
de_de: Datenschutz

# resourceserror_obtaingeoloc
source: Unable to obtain geolocation; check<br ></br>permissions and use the app bar to try again.
de_de: Die Position konnte nicht ermittelt werden; Überprüfen Sie die Berechtigung <br> </br> und verwenden Sie die App-Leiste um es noch einmal zu versuchen.

# resourcesgeoloc_attempt
source: Attempting to obtain geolocation...
de_de: Standortbestimmung wird gestartet...

# resourcesheading_location
source: Location
de_de: Position

# resourcesheading_photo
source: Photo
de_de: Foto

# resourceshelp1
source: Here My Am! helps you announce yourself to the world!
de_de: Here My Am! hilft Ihnen, sich der Welt mitzuteilen!

# resourceshelp2
source: Begin by tapping on the image area on the left side to take a photo with your device's camera, or load one directly using the app bar commands.
de_de: Starten Sie, indem Sie auf den Fotobereich auf der linken Seite tippen um ein Foto mit der eingebauten Kamera aufzunehmen oder Laden Sie ein Bild direkt über die Befehle in der App-Leiste.

# resourceshelp3
source: Your location will be set automatically if you allow the app to use Location services. Once located, you can also drag the pushpin on the map to adjust your location if desired.
de_de: Ihre Position wird automatisch festgelegt, wenn Sie der App den Zugriff auf die Position ermöglichen. Sobald die Position ermittelt wurde, können Sie auch den PIN auf der Karte verschieben, um Ihren Standort anzupassen.

# resourceshelp4
source: If the app cannot access your location, use the Permissions settings to allow it, then use the Refresh Location command on the app bar.
de_de: Wenn die App nicht auf Ihre Position zugreifen kann, können Sie dies in den Einstellungen der Berechtigungen emöglichen. Verwenden Sie dann den Befehl "Position aktualisieren" auf der App-Leiste.

# resourceshelp5
source: Once you have a picture and a location, invoke the Share charm to select an app through which you can share the image and your coordinates.
de_de: Sobald Sie ein Bild und einen Ort haben, rufen Sie den Charm "Teilen" auf, um eine Anwendung auszuwählen, mit der Sie das Bild und Ihre Koordinaten teilen können.

# resourceshelp_command
source: Help
de_de: Hilfe

# resourceshigh_contrast_white
source: High Contrast White
de_de: Kontrast Weiß

# resourceslocation_errorImage
source: Could not create the map. Tap to try again.
de_de: Die Karte konnte nicht erstellt werden. Tippen Sie, um es noch einmal zu versuchen.

# resourceslocation_errorImage1
source: Could not create the map
de_de: Die Karte konnte nicht erstellt werden.

# resourceslocation_errorImage2
source: Tap to try again
de_de: Tippen Sie, um es noch einmal zu versuchen.

# resourceslocation_formatLong
source: At latitude %s, longitude %s
de_de: Beim Breitengrad %s, Längengrad %s

# resourceslocation_formatShort
source: At (%s, %s)
de_de: Bei (%s, %s)

# resourcesphoto_alt
source: Tap to capture photo
de_de: Tippen Sie, um das Bild der Kamera aufzunehmen

# resourcesphoto_line1
source: Tap to capture photo
de_de: Tippen Sie, um das Bild

# resourcesprivacy1
source: Here My Am! will attempt to access your location if you allow it, and will also use your webcam to take a picture, if you also allow it.
de_de: Here My Am! wird auf Ihre Position zugreifen und zum Fotografieren Ihre Webcam verwenden, wenn Sie dies jeweils zulassen.

# resourcesprivacy2
source: Pictures are automatically stored in your Pictures Library in a HereMyAm folder. Your location may be saved in the app's private app data for the purpose of restarting the app if it's suspended and terminated.
de_de: Bilder werden automatisch in Ihrer Bildbibliothek in einem HereMyAm-Ordner gespeichert. Ihre Position kann im App-Datenspeicher gespeichert werden, um die App neu zu starten, falls sie beendet oder angehalten wurde.

# resourcesprivacy3
source: Neither pictures nor your location are transmitted elsewhere unless you explicitly invoke the Share charm and choose to share these details with a target app.
de_de: Weder Bilder noch Ihre Position werden an andere Stellen übertragen, ausser Sie rufen den Charm "Teilen" explizit auf und entscheiden sich, diese Informationen mit einer Ziel-App zu teilen.

# resourcesprivacy4
source: No other personal information is collected, stored, or shared.
de_de: Keine weiteren persönlichen Informationen werden gesammelt, gespeichert oder weitergegeben.

# resourcesprivacy5
source: And don't quote me on how legally binding all of this is...it's just a sample!
de_de: Und bitte keine Fragen, ob das Ganze rechtsverbindlich ist... Es ist ist nur ein Beispiel!

# resourcesprivacy_URI
source: http://www.kraigbrockschmidt.com/src/HereMyAm_PrivacyStatement.html
de_de: http://www.kraigbrockschmidt.com/src/privacy/HereMyAm_de-DE.html

# resourcesprivacy_command
source: Privacy Statement
de_de: Datenschutzerklärung
